[
  {
    "id": 1,
    "name": "Resume Review",
    "organization": "WICS",
    "description": "Come down to the Student Center at 4PM on May 17th, 2021. Women in ICS will be holding a Resume review workshop where the board officers will be showing off sample resumes and providing an opportunity for anyone to get their resume personally reviewed for some constructive feedback!<br/><br/>We will also help build your resume if you do not have one or are in the process of making one! If you have a resume already but you’re looking for ways to stand out in certain industries or just want to find ways to make it better, please stop by as well!<br/><br/>Refreshments will be offered by the club free of charge! Make sure to stop by to improve your resume!",
    "date": "5/17/2021 4:00 PM",
    "location": "Student Center",
    "organization_id": 1,
    "image": "center.jpeg"
  },
  {
    "id": 2,
    "name": "Ice Cream Social",
    "organization": "VGDC",
    "description": "Come out and enjoy some ice cream with us, make some new friends, and learn more about what VGDC is all about! All of our board officers will be there. <br/><br/> Available flavors will include:<br/>- Strawberry<br/>- Chocolate<br/>- Vanilla<br/>- Cookies and Cream<br/><br/> Ice cream will be supplied by the club free of charge! This event is scheduled to be around 2 hours.",
    "date": "5/18/2021 2:00 PM",
    "location": "Aldrich Park",
    "organization_id": 3,
    "image": "park.jpeg"
  },
  {
    "id": 3,
    "name": "Networking Event",
    "organization": "Hack",
    "description": "Hack at UCI will be hosting one of our many networking events of the year at Donald Bren Hall at 7PM on May 19th, 2021.<br/><br/>This event will include guest speakers from, but not limited to:<br/>- Facebook<br/>- Apple<br/>- Ingram Micro<br/>- urSpace<br/><br/>This is a great opportunity to meet some industry professionals and fellow students who are interested in the same fields. Make sure to have your linkedIn ready to connect!",
    "date": "5/19/2021 7:00 PM",
    "location": "DBH 6011",
    "organization_id": 2,
    "image": "dbh.jpeg"
  },
  {
    "id": 4,
    "name": "Open Mic Night",
    "organization": "Patient Project",
    "description": "Recite your poetry and prose to other students! Get exposed to some of the lovely writers in our community! Open to all UCI students!",
    "date": "5/22/2021 4:00 PM",
    "location": "RH 401",
    "organization_id": 4,
    "image": "rowland.jpg"
  },
  {
    "id": 5,
    "name": "Influencer Insights",
    "organization": "ASUCI",
    "description": "ASUCI’s Office of Academic Affairs Speakers Commission is proud to present our final speaker of the year for our ZotTalks: Influencer Insights! We are proud to present Anna Akana as our guest speaker on May 26th from 6pm-7pm.",
    "date": "5/15/2021 10:00 AM",
    "location": "ICS 121",
    "organization_id": 9,
    "image": "ics.jpg"
  },
  {
    "id": 6,
    "name": "Tuition Awareness Town Hall",
    "organization": "ASUCI",
    "description": "The Office of the External Vice President and the ASUCI Senate would like to invite you to our collaboration event, Tuition Awareness Town Hall to get a better understanding of tuition and how student fees are assessed at UCI.",
    "date": "5/26/2021 7:00 PM",
    "location": "SLH 302",
    "organization_id": 9,
    "image": "slh.jpg"
  },
  {
    "id": 7,
    "name": "UCI Small Jazz Groups",
    "organization": "Clair Trevor School of the Arts",
    "description": "UCI Music undergraduate students in the jazz program will perform in smalls groups and as individuals. The concert will feature virtual real-time performances and videos.",
    "date": "5/26/2021 8:00 PM",
    "location": "Claire Trevor Theatre",
    "organization_id": 6,
    "image": "theatre.jpg"
  },
  {
    "id": 8,
    "name": "Draw Like A Ross",
    "organization": "Campuswide Honors Student Council",
    "description": "Pick up those paint tools and brush up on your artistic skills! Please come and join our fun stress-relief creative event for coffee hour this Friday!",
    "date": "5/28/2021 9:00 AM",
    "location": "SST 202",
    "organization_id": 8,
    "image": "sst.png"
  },
  {
    "id": 9,
    "name": "International Coffee Hour",
    "organization": "Center for Excellence in Writing & Communication",
    "description": "Talk to a fellow anteater in a comfortable environment. Topics change each week.",
    "date": "5/28/2021 11:00 AM",
    "location": "Langson Library",
    "organization_id": 11,
    "image": "langson.JPG"
  },
  {
    "id": 10,
    "name": "Humanities Core Reading Group",
    "organization": "Center for Excellence in Writing & Communication",
    "description": "Are you a Humanities Core student who wants more time to discuss the readings with a knowledgeable Humanities Core instructor? Then join us on Monday afternoons to talk with Dr. Christine Connell about your questions, concerns, and ideas regarding the reading(s) you're doing in your Humanities Core classes!",
    "date": "5/31/2021 3:00 PM",
    "location": "Langson Library",
    "organization_id": 11,
    "image": "langson.JPG"
  },
  {
    "id": 11,
    "name": "Alcohol and Other Drugs in the Workplace",
    "organization": "Center For Student Wellness & Health Promotion",
    "description": "Are you graduating and entering a new job? Or just curious to learn more about the intersection of alcohol and other drugs in the workplace? Join us to learn more about how alcohol and other drug policies in the workplace impact you as an employee, and how your substance use may affect your work.",
    "date": "5/27/2021 1:00 PM",
    "location": "SSH 101",
    "organization_id": 12,
    "image": "ssh.jpg"
  }

]
